Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: At the end of each chapter, an Explore option takes you to the real screen, and Pause Tour stops without going anywhere — either way, a Resume Tour button appears so you can pick up right where you left off.
ar: في نهاية كل فصل، يأخذك خيار استكشاف إلى الشاشة الفعلية، وإيقاف الجولة مؤقتًا يوقفها دون الذهاب إلى أي مكان — في كلتا الحالتين، يظهر زر إعادة تشغيل الجولة حتى تتمكن من المتابعة من حيث توقفت بالضبط.
de: Am Ende jedes Kapitels bringt dich eine Erkunden-Option zum echten Bildschirm, und Tour pausieren hält an, ohne irgendwohin zu gehen – in beiden Fällen erscheint eine Schaltfläche „Tour fortsetzen“, damit du genau dort weitermachen kannst, wo du aufgehört hast.
el: Στο τέλος κάθε κεφαλαίου, μια επιλογή Εξερεύνησης σας μεταφέρει στην πραγματική οθόνη, και η Παύση Περιήγησης σταματά χωρίς να πάτε πουθενά — και στις δύο περιπτώσεις, εμφανίζεται ένα κουμπί Συνέχιση Περιήγησης ώστε να συνεχίσετε ακριβώς από εκεί που σταματήσατε.
es: Al final de cada capítulo, una opción de Explorar te lleva a la pantalla real, y Pausar recorrido detiene sin ir a ningún lado — en cualquier caso, aparece un botón Reanudar recorrido para que puedas retomarlo exactamente donde lo dejaste.
fa: در پایان هر فصل، گزینهٔ کاوش شما را به صفحهٔ واقعی می‌برد، و توقف موقت تور بدون رفتن به هیچ‌جا متوقف می‌شود — در هر دو حالت، دکمهٔ ازسرگیری تور ظاهر می‌شود تا بتوانید دقیقاً از همان‌جا که رها کرده بودید ادامه دهید.
fr: À la fin de chaque chapitre, une option Explorer vous mène à l'écran réel, et Mettre la visite en pause s'arrête sans aller nulle part — dans les deux cas, un bouton Reprendre la visite apparaît pour que vous puissiez reprendre exactement là où vous vous étiez arrêté.
he: בסוף כל פרק, אפשרות גלה לוקחת אותך למסך האמיתי, והשהה את הסיור עוצר בלי ללכת לשום מקום — בכל מקרה, מופיע כפתור המשך סיור כדי שתוכל להמשיך בדיוק במקום שבו הפסקת.
hi: हर अध्याय के अंत में, एक एक्सप्लोर विकल्प आपको वास्तविक स्क्रीन पर ले जाता है, और टूर रोकें कहीं भी गए बिना रुक जाता है — किसी भी तरह, एक टूर फिर से शुरू करें बटन दिखाई देता है ताकि आप बिल्कुल वहीं से शुरू कर सकें जहां आपने छोड़ा था।
id: Di akhir setiap bab, opsi Jelajahi membawa Anda ke layar sebenarnya, dan Jeda Tur berhenti tanpa pergi ke mana pun — bagaimanapun, tombol Lanjutkan Tur muncul sehingga Anda bisa melanjutkan tepat dari tempat Anda berhenti.
it: Alla fine di ogni capitolo, un'opzione Esplora ti porta alla schermata reale, e Metti in pausa il tour si ferma senza andare da nessuna parte — in entrambi i casi, appare un pulsante Riprendi il tour così puoi ricominciare esattamente da dove avevi lasciato.
ja: 各章の終わりには、探索オプションで実際の画面に移動でき、ツアーを一時停止はどこにも移動せずに止まります。どちらの場合でも、「ツアーを再開」ボタンが表示され、中断したところからちょうど再開できます。
ko: 각 챕터의 끝에는 탐색 옵션으로 실제 화면으로 이동할 수 있고, 투어 일시 중지는 어디로도 이동하지 않고 멈춰요 — 어느 쪽이든 '투어 재개' 버튼이 나타나서 멈췄던 바로 그 지점에서 다시 시작할 수 있어요.
nl: Aan het einde van elk hoofdstuk brengt een Verken-optie je naar het echte scherm, en Rondleiding onderbreken stopt zonder ergens naartoe te gaan — in beide gevallen verschijnt een knop Rondleiding hervatten zodat je precies verder kunt gaan waar je was gebleven.
pl: Na końcu każdego rozdziału opcja Poznaj przenosi Cię na prawdziwy ekran, a Wstrzymaj wycieczkę zatrzymuje się bez przechodzenia gdziekolwiek — w obu przypadkach pojawia się przycisk Wznów wycieczkę, dzięki czemu możesz wrócić dokładnie tam, gdzie skończyłeś.
pt: No fim de cada capítulo, uma opção Explorar te leva à tela real, e Pausar Tour para sem ir a lugar nenhum — de qualquer forma, um botão Retomar Tour aparece para você continuar exatamente de onde parou.
ru: В конце каждой главы опция «Изучить» переносит вас на настоящий экран, а «Приостановить тур» останавливает его, никуда не переходя — в любом случае появляется кнопка «Возобновить тур», чтобы вы могли продолжить именно с того места, где остановились.
sv: I slutet av varje kapitel tar ett Utforska-alternativ dig till den riktiga skärmen, och Pausa rundturen stannar utan att gå någonstans — i båda fallen visas en knapp för att återuppta rundturen så att du kan fortsätta precis där du slutade.
th: ที่ท้ายแต่ละบท ตัวเลือกสำรวจจะพาคุณไปยังหน้าจอจริง และหยุดทัวร์ชั่วคราวจะหยุดโดยไม่ไปที่ใด — ไม่ว่าจะแบบไหน ปุ่มดำเนินการทัวร์ต่อจะปรากฏขึ้นเพื่อให้คุณกลับมาทำต่อจากจุดที่ค้างไว้พอดี
tr: Her bölümün sonunda, bir Keşfet seçeneği sizi gerçek ekrana götürür ve Turu Duraklat hiçbir yere gitmeden durur — her iki durumda da, kaldığınız yerden tam olarak devam edebilmeniz için bir Turu Sürdür düğmesi görünür.
uk: Наприкінці кожного розділу опція «Дослідити» переносить вас на справжній екран, а «Призупинити тур» зупиняє його, нікуди не переходячи — в обох випадках з'являється кнопка «Відновити тур», щоб ви могли продовжити точно з того місця, де зупинилися.
vi: Ở cuối mỗi chương, tùy chọn Khám phá sẽ đưa bạn đến màn hình thực, và Tạm dừng Chuyến tham quan dừng lại mà không đi đâu cả — dù bằng cách nào, một nút Tiếp tục Chuyến tham quan sẽ xuất hiện để bạn tiếp tục đúng nơi bạn đã dừng lại.
zh_hans: 在每一章结束时，「探索」选项会带你前往真实界面，而「暂停导览」则原地停止、不会跳转到任何地方——无论哪种方式，都会出现「继续导览」按钮，方便你从刚才离开的地方继续。

source: Audio Enhancement
ar: تحسين الصوت
de: Audio-Verbesserung
el: Βελτίωση Ήχου
es: Mejora de audio
fa: بهبود صدا
fr: Amélioration audio
he: שיפור שמע
hi: ऑडियो सुधार
id: Peningkatan Audio
it: Miglioramento audio
ja: オーディオ強調
ko: 오디오 향상
nl: Audioverbetering
pl: Ulepszenie dźwięku
pt: Aprimoramento de áudio
ru: Улучшение звука
sv: Ljudförbättring
th: การปรับปรุงเสียง
tr: Ses İyileştirme
uk: Покращення звуку
vi: Tăng cường âm thanh
zh_hans: 音频增强

source: Audio Enhancements
ar: تحسينات الصوت
de: Audio-Verbesserungen
el: Βελτιώσεις Ήχου
es: Mejoras de audio
fa: بهبودهای صدا
fr: Améliorations audio
he: שיפורי שמע
hi: ऑडियो सुधार
id: Peningkatan Audio
it: Miglioramenti audio
ja: オーディオ強調機能
ko: 오디오 향상 기능
nl: Audioverbeteringen
pl: Ulepszenia dźwięku
pt: Aprimoramentos de áudio
ru: Улучшения звука
sv: Ljudförbättringar
th: การปรับปรุงเสียง
tr: Ses İyileştirmeleri
uk: Покращення звуку
vi: Tăng cường âm thanh
zh_hans: 音频增强功能

source: Audio File
ar: ملف صوتي
de: Audiodatei
el: Αρχείο Ήχου
es: Archivo de audio
fa: فایل صوتی
fr: Fichier audio
he: קובץ שמע
hi: ऑडियो फ़ाइल
id: File Audio
it: File audio
ja: オーディオファイル
ko: 오디오 파일
nl: Audiobestand
pl: Plik audio
pt: Arquivo de áudio
ru: Аудиофайл
sv: Ljudfil
th: ไฟล์เสียง
tr: Ses Dosyası
uk: Аудіофайл
vi: Tệp âm thanh
zh_hans: 音频文件

source: Audio output
ar: مخرج الصوت
de: Audioausgabe
el: Έξοδος Ήχου
es: Salida de audio
fa: خروجی صدا
fr: Sortie audio
he: פלט שמע
hi: ऑडियो आउटपुट
id: Output audio
it: Uscita audio
ja: オーディオ出力
ko: 오디오 출력
nl: Audio-uitvoer
pl: Wyjście audio
pt: Saída de áudio
ru: Аудиовыход
sv: Ljudutgång
th: เอาต์พุตเสียง
tr: Ses çıkışı
uk: Аудіовихід
vi: Đầu ra âm thanh
zh_hans: 音频输出

source: Audio Output
ar: مخرج الصوت
de: Audioausgabe
el: Έξοδος Ήχου
es: Salida de audio
fa: خروجی صدا
fr: Sortie audio
he: פלט שמע
hi: ऑडियो आउटपुट
id: Output Audio
it: Uscita audio
ja: オーディオ出力
ko: 오디오 출력
nl: Audio-uitvoer
pl: Wyjście audio
pt: Saída de áudio
ru: Аудиовыход
sv: Ljudutgång
th: เอาต์พุตเสียง
tr: Ses Çıkışı
uk: Аудіовихід
vi: Đầu ra âm thanh
zh_hans: 音频输出

source: Auto-Delete
ar: الحذف التلقائي
de: Automatisches Löschen
el: Αυτόματη Διαγραφή
es: Eliminación automática
fa: حذف خودکار
fr: Suppression automatique
he: מחיקה אוטומטית
hi: स्वतः-हटाना
id: Hapus Otomatis
it: Eliminazione automatica
ja: 自動削除
ko: 자동 삭제
nl: Automatisch verwijderen
pl: Automatyczne usuwanie
pt: Exclusão automática
ru: Автоудаление
sv: Automatisk borttagning
th: ลบอัตโนมัติ
tr: Otomatik Silme
uk: Автовидалення
vi: Tự động xóa
zh_hans: 自动删除

source: Auto-Download
ar: التنزيل التلقائي
de: Automatischer Download
el: Αυτόματη Λήψη
es: Descarga automática
fa: بارگیری خودکار
fr: Téléchargement automatique
he: הורדה אוטומטית
hi: स्वतः-डाउनलोड
id: Unduh Otomatis
it: Download automatico
ja: 自動ダウンロード
ko: 자동 다운로드
nl: Automatisch downloaden
pl: Automatyczne pobieranie
pt: Download automático
ru: Автозагрузка
sv: Automatisk nedladdning
th: ดาวน์โหลดอัตโนมัติ
tr: Otomatik İndirme
uk: Автозавантаження
vi: Tự động tải xuống
zh_hans: 自动下载

source: Auto-Focus Search Field
ar: التركيز التلقائي على حقل البحث
de: Automatischer Fokus auf Suchfeld
el: Αυτόματη Εστίαση στο Πεδίο Αναζήτησης
es: Enfoque automático del campo de búsqueda
fa: تمرکز خودکار روی فیلد جستجو
fr: Focus automatique du champ de recherche
he: מיקוד אוטומטי בשדה החיפוש
hi: खोज फ़ील्ड पर स्वतः-फ़ोकस
id: Fokus Otomatis pada Kolom Pencarian
it: Focus automatico sul campo di ricerca
ja: 検索フィールドの自動フォーカス
ko: 검색 필드 자동 포커스
nl: Automatische focus zoekveld
pl: Automatyczne skupienie na polu wyszukiwania
pt: Foco automático no campo de busca
ru: Автофокус на поле поиска
sv: Automatiskt fokus på sökfält
th: โฟกัสช่องค้นหาอัตโนมัติ
tr: Arama Alanına Otomatik Odaklan
uk: Автофокус на полі пошуку
vi: Tự động lấy nét ô tìm kiếm
zh_hans: 自动聚焦搜索栏

source: Auto-Play Next
ar: تشغيل التالي تلقائيًا
de: Nächste Folge automatisch abspielen
el: Αυτόματη Αναπαραγωγή Επόμενου
es: Reproducir siguiente automáticamente
fa: پخش خودکار بعدی
fr: Lecture automatique du suivant
he: נגן את הבא אוטומטית
hi: अगला स्वतः चलाएं
id: Putar Otomatis Berikutnya
it: Riproduci automaticamente il successivo
ja: 次を自動再生
ko: 다음 자동 재생
nl: Volgende automatisch afspelen
pl: Automatyczne odtwarzanie następnego
pt: Reproduzir próximo automaticamente
ru: Автовоспроизведение следующего
sv: Spela nästa automatiskt
th: เล่นตอนถัดไปอัตโนมัติ
tr: Sıradakini Otomatik Oynat
uk: Автовідтворення наступного
vi: Tự động phát tiếp theo
zh_hans: 自动播放下一个

source: Auto-Translate
ar: الترجمة التلقائية
de: Automatische Übersetzung
el: Αυτόματη μετάφραση
es: Traducción automática
fa: ترجمهٔ خودکار
fr: Traduction automatique
he: תרגום אוטומטי
hi: स्वतः अनुवाद
id: Terjemahan Otomatis
it: Traduzione automatica
ja: 自動翻訳
ko: 자동 번역
nl: Automatisch vertalen
pl: Automatyczne tłumaczenie
pt: Tradução automática
ru: Автоперевод
sv: Automatisk översättning
th: แปลอัตโนมัติ
tr: Otomatik Çeviri
uk: Автопереклад
vi: Tự động dịch
zh_hans: 自动翻译

source: Auto-Translate Content
ar: ترجمة المحتوى تلقائيًا
de: Inhalte automatisch übersetzen
el: Αυτόματη μετάφραση περιεχομένου
es: Traducir contenido automáticamente
fa: ترجمهٔ خودکار محتوا
fr: Traduire automatiquement le contenu
he: תרגום תוכן אוטומטי
hi: सामग्री का स्वतः अनुवाद
id: Terjemahkan Konten Otomatis
it: Traduci automaticamente i contenuti
ja: コンテンツを自動翻訳
ko: 콘텐츠 자동 번역
nl: Inhoud automatisch vertalen
pl: Automatycznie tłumacz treści
pt: Traduzir conteúdo automaticamente
ru: Автоперевод контента
sv: Översätt innehåll automatiskt
th: แปลเนื้อหาอัตโนมัติ
tr: İçeriği Otomatik Çevir
uk: Автопереклад вмісту
vi: Tự động dịch nội dung
zh_hans: 自动翻译内容

source: Automatically appends your app version and iOS version to help diagnose the issue.
ar: يُرفق تلقائيًا إصدار تطبيقك وإصدار iOS للمساعدة في تشخيص المشكلة.
de: Fügt automatisch deine App- und iOS-Version hinzu, um bei der Diagnose des Problems zu helfen.
el: Προσαρτά αυτόματα την έκδοση της εφαρμογής σας και την έκδοση iOS για να βοηθήσει στη διάγνωση του προβλήματος.
es: Añade automáticamente la versión de tu app y de iOS para ayudar a diagnosticar el problema.
fa: نسخهٔ برنامه و نسخهٔ iOS شما را به‌طور خودکار برای کمک به تشخیص مشکل پیوست می‌کند.
fr: Ajoute automatiquement la version de votre appli et d'iOS pour aider à diagnostiquer le problème.
he: מצרף אוטומטית את גרסת האפליקציה וגרסת ה-iOS שלך כדי לסייע באבחון הבעיה.
hi: समस्या के निदान में मदद के लिए आपके ऐप संस्करण और iOS संस्करण को स्वचालित रूप से जोड़ता है।
id: Secara otomatis menambahkan versi aplikasi dan versi iOS Anda untuk membantu mendiagnosis masalah.
it: Allega automaticamente la versione dell'app e di iOS per aiutare a diagnosticare il problema.
ja: 問題の診断に役立つよう、アプリのバージョンと iOS のバージョンを自動的に添付します。
ko: 문제 진단에 도움이 되도록 앱 버전과 iOS 버전을 자동으로 첨부합니다.
nl: Voegt automatisch je app-versie en iOS-versie toe om te helpen bij het diagnosticeren van het probleem.
pl: Automatycznie dołącza wersję Twojej aplikacji i iOS, aby pomóc zdiagnozować problem.
pt: Anexa automaticamente a versão do seu app e do iOS para ajudar a diagnosticar o problema.
ru: Автоматически добавляет версию приложения и iOS, чтобы помочь диагностировать проблему.
sv: Bifogar automatiskt din appversion och iOS-version för att hjälpa till att diagnostisera problemet.
th: แนบเวอร์ชันแอปและเวอร์ชัน iOS ของคุณโดยอัตโนมัติเพื่อช่วยวินิจฉัยปัญหา
tr: Sorunu teşhis etmeye yardımcı olmak için uygulama sürümünüzü ve iOS sürümünüzü otomatik olarak ekler.
uk: Автоматично додає версію застосунку та версію iOS, щоб допомогти діагностувати проблему.
vi: Tự động đính kèm phiên bản ứng dụng và phiên bản iOS của bạn để giúp chẩn đoán sự cố.
zh_hans: 自动附加您的应用版本和 iOS 版本，以帮助诊断问题。

source: Automatically appends your app version, device, and accessibility settings to help diagnose the issue.
ar: يُلحق تلقائيًا إصدار التطبيق والجهاز وإعدادات إمكانية الوصول للمساعدة في تشخيص المشكلة.
de: Fügt automatisch deine App-Version, dein Gerät und deine Bedienungshilfen-Einstellungen hinzu, um die Diagnose zu erleichtern.
el: Προσθέτει αυτόματα την έκδοση της εφαρμογής, τη συσκευή και τις ρυθμίσεις προσβασιμότητας για να βοηθήσει στη διάγνωση του προβλήματος.
es: Añade automáticamente la versión de la app, el dispositivo y la configuración de accesibilidad para ayudar a diagnosticar el problema.
fa: به‌طور خودکار نسخهٔ برنامه، دستگاه، و تنظیمات دسترس‌پذیری را برای کمک به تشخیص مشکل اضافه می‌کند.
fr: Ajoute automatiquement la version de l'appli, l'appareil et les réglages d'accessibilité pour aider à diagnostiquer le problème.
he: מוסיף אוטומטית את גרסת האפליקציה, המכשיר והגדרות הנגישות כדי לסייע באבחון הבעיה.
hi: समस्या का निदान करने में मदद के लिए स्वचालित रूप से आपका ऐप वर्शन, डिवाइस, और एक्सेसिबिलिटी सेटिंग्स जोड़ता है।
id: Secara otomatis menambahkan versi aplikasi, perangkat, dan pengaturan aksesibilitas untuk membantu mendiagnosis masalah.
it: Aggiunge automaticamente la versione dell'app, il dispositivo e le impostazioni di accessibilità per aiutare a diagnosticare il problema.
ja: アプリのバージョン、デバイス、アクセシビリティ設定を自動的に追加し、問題の診断に役立てます。
ko: 문제 진단에 도움이 되도록 앱 버전, 기기, 접근성 설정을 자동으로 추가합니다.
nl: Voegt automatisch je app-versie, apparaat en toegankelijkheidsinstellingen toe om het probleem te helpen diagnosticeren.
pl: Automatycznie dodaje wersję aplikacji, urządzenie i ustawienia ułatwień dostępu, aby pomóc zdiagnozować problem.
pt: Adiciona automaticamente a versão do app, o dispositivo e as configurações de acessibilidade para ajudar a diagnosticar o problema.
ru: Автоматически добавляет версию приложения, устройство и настройки специальных возможностей, чтобы помочь диагностировать проблему.
sv: Lägger automatiskt till din appversion, enhet och tillgänglighetsinställningar för att hjälpa till att diagnostisera problemet.
th: เพิ่มเวอร์ชันแอป อุปกรณ์ และการตั้งค่าการช่วยการเข้าถึงโดยอัตโนมัติ เพื่อช่วยวินิจฉัยปัญหา
tr: Sorunu teşhis etmeye yardımcı olmak için uygulama sürümünüzü, cihazınızı ve erişilebilirlik ayarlarınızı otomatik olarak ekler.
uk: Автоматично додає версію застосунку, пристрій і налаштування спеціальних можливостей, щоб допомогти діагностувати проблему.
vi: Tự động thêm phiên bản ứng dụng, thiết bị và cài đặt trợ năng để giúp chẩn đoán sự cố.
zh_hans: 自动附加你的应用版本、设备和辅助功能设置，以帮助诊断问题。

source: Automatically downloads new episodes for offline listening.
ar: يقوم بتنزيل الحلقات الجديدة تلقائيًا للاستماع دون اتصال.
de: Lädt neue Folgen automatisch für das Offline-Hören herunter.
el: Κατεβάζει αυτόματα νέα επεισόδια για ακρόαση εκτός σύνδεσης.
es: Descarga automáticamente los episodios nuevos para escucharlos sin conexión.
fa: قسمت‌های جدید را برای گوش دادن آفلاین به‌طور خودکار بارگیری می‌کند.
fr: Télécharge automatiquement les nouveaux épisodes pour une écoute hors ligne.
he: מוריד אוטומטית פרקים חדשים להאזנה במצב לא מקוון.
hi: ऑफ़लाइन सुनने के लिए नए एपिसोड स्वचालित रूप से डाउनलोड करता है।
id: Secara otomatis mengunduh episode baru untuk didengarkan secara offline.
it: Scarica automaticamente i nuovi episodi per l'ascolto offline.
ja: 新しいエピソードを自動的にダウンロードし、オフラインで再生できるようにします。
ko: 오프라인 청취를 위해 새 에피소드를 자동으로 다운로드합니다.
nl: Downloadt nieuwe afleveringen automatisch voor offline luisteren.
pl: Automatycznie pobiera nowe odcinki do słuchania offline.
pt: Baixa automaticamente novos episódios para audição offline.
ru: Автоматически загружает новые эпизоды для прослушивания без подключения к интернету.
sv: Laddar automatiskt ner nya avsnitt för lyssning offline.
th: ดาวน์โหลดตอนใหม่โดยอัตโนมัติเพื่อฟังแบบออฟไลน์
tr: Çevrimdışı dinleme için yeni bölümleri otomatik olarak indirir.
uk: Автоматично завантажує нові епізоди для прослуховування офлайн.
vi: Tự động tải xuống các tập mới để nghe ngoại tuyến.
zh_hans: 自动下载新单集以供离线收听。

source: Automatically focuses and raises the keyboard when you open Search.
ar: يركّز على لوحة المفاتيح ويعرضها تلقائيًا عند فتح البحث.
de: Fokussiert und öffnet die Tastatur automatisch, wenn du die Suche öffnest.
el: Εστιάζει και εμφανίζει αυτόματα το πληκτρολόγιο όταν ανοίγετε την Αναζήτηση.
es: Enfoca y muestra automáticamente el teclado cuando abres Buscar.
fa: هنگام باز کردن جستجو، به‌طور خودکار صفحه‌کلید را متمرکز و ظاهر می‌کند.
fr: Donne automatiquement le focus et affiche le clavier lorsque vous ouvrez Recherche.
he: ממקד ומעלה את המקלדת אוטומטית כשאתה פותח את החיפוש.
hi: जब आप खोज खोलते हैं, तो कीबोर्ड को स्वचालित रूप से फ़ोकस करता है और उठाता है।
id: Secara otomatis memfokuskan dan menampilkan keyboard saat Anda membuka Pencarian.
it: Attiva automaticamente il focus e mostra la tastiera quando apri Cerca.
ja: 「検索」を開くと、キーボードに自動的にフォーカスして表示します。
ko: 검색을 열면 자동으로 포커스를 맞추고 키보드를 표시합니다.
nl: Focust en toont automatisch het toetsenbord wanneer je Zoeken opent.
pl: Automatycznie ustawia fokus i wysuwa klawiaturę po otwarciu Wyszukiwania.
pt: Foca e exibe automaticamente o teclado quando você abre a Busca.
ru: Автоматически фокусируется на клавиатуре и открывает её при переходе в поиск.
sv: Fokuserar och visar tangentbordet automatiskt när du öppnar Sök.
th: โฟกัสและเปิดแป้นพิมพ์โดยอัตโนมัติเมื่อคุณเปิดการค้นหา
tr: Arama'yı açtığınızda klavyeyi otomatik olarak odaklar ve yükseltir.
uk: Автоматично фокусує та піднімає клавіатуру, коли ви відкриваєте пошук.
vi: Tự động lấy nét và hiện bàn phím khi bạn mở Tìm kiếm.
zh_hans: 打开搜索时自动聚焦并弹出键盘。

source: Automatically pauses playback after the chosen period. Useful for falling asleep while listening.
ar: يوقف التشغيل مؤقتًا تلقائيًا بعد الفترة المختارة. مفيد للنوم أثناء الاستماع.
de: Pausiert die Wiedergabe automatisch nach der gewählten Zeit. Praktisch, um beim Hören einzuschlafen.
el: Θέτει αυτόματα σε παύση την αναπαραγωγή μετά την επιλεγμένη περίοδο. Χρήσιμο για όσους αποκοιμιούνται ενώ ακούνε.
es: Pausa automáticamente la reproducción después del período elegido. Útil para quedarte dormido mientras escuchas.
fa: پس از مدت انتخاب‌شده، پخش را به‌طور خودکار متوقف می‌کند. برای به خواب رفتن هنگام گوش دادن مفید است.
fr: Met automatiquement la lecture en pause après la durée choisie. Utile pour s'endormir en écoutant.
he: משהה את ההשמעה אוטומטית לאחר פרק הזמן שנבחר. שימושי להירדמות תוך כדי האזנה.
hi: चुनी गई अवधि के बाद प्लेबैक को स्वचालित रूप से रोक देता है। सुनते-सुनते सो जाने के लिए उपयोगी।
id: Secara otomatis menjeda pemutaran setelah periode yang dipilih. Berguna untuk tertidur saat mendengarkan.
it: Mette automaticamente in pausa la riproduzione dopo il periodo scelto. Utile per addormentarsi mentre si ascolta.
ja: 選択した時間が経過すると再生を自動的に一時停止します。聴きながら眠りにつくのに便利です。
ko: 선택한 시간이 지나면 재생을 자동으로 일시 중지합니다. 청취 중 잠들 때 유용합니다.
nl: Onderbreekt het afspelen automatisch na de gekozen periode. Handig om in slaap te vallen tijdens het luisteren.
pl: Automatycznie wstrzymuje odtwarzanie po wybranym czasie. Przydatne, gdy zasypiasz podczas słuchania.
pt: Pausa automaticamente a reprodução após o período escolhido. Útil para adormecer enquanto ouve.
ru: Автоматически приостанавливает воспроизведение по истечении выбранного времени. Удобно, если вы засыпаете во время прослушивания.
sv: Pausar uppspelningen automatiskt efter den valda tiden. Praktiskt för att somna medan du lyssnar.
th: หยุดการเล่นชั่วคราวโดยอัตโนมัติหลังจากช่วงเวลาที่เลือก มีประโยชน์สำหรับการหลับขณะฟัง
tr: Seçilen sürenin ardından oynatmayı otomatik olarak duraklatır. Dinlerken uykuya dalmak için kullanışlıdır.
uk: Автоматично призупиняє відтворення після обраного періоду. Корисно, якщо ви засинаєте під час прослуховування.
vi: Tự động tạm dừng phát sau khoảng thời gian đã chọn. Hữu ích khi bạn ngủ quên trong lúc nghe.
zh_hans: 在所选时长后自动暂停播放。适合边听边入睡时使用。

source: Automatically removes played episodes to free up storage.
ar: يزيل الحلقات المُشغَّلة تلقائيًا لتوفير مساحة التخزين.
de: Entfernt abgespielte Folgen automatisch, um Speicherplatz freizugeben.
el: Καταργεί αυτόματα τα αναπαραγμένα επεισόδια για να ελευθερώσει χώρο αποθήκευσης.
es: Elimina automáticamente los episodios reproducidos para liberar espacio de almacenamiento.
fa: قسمت‌های پخش‌شده را به‌طور خودکار حذف می‌کند تا فضای ذخیره‌سازی آزاد شود.
fr: Supprime automatiquement les épisodes lus pour libérer de l'espace de stockage.
he: מסיר אוטומטית פרקים שהושמעו כדי לפנות שטח אחסון.
hi: संग्रहण खाली करने के लिए चलाए गए एपिसोड को स्वचालित रूप से हटा देता है।
id: Secara otomatis menghapus episode yang telah diputar untuk membebaskan penyimpanan.
it: Rimuove automaticamente gli episodi riprodotti per liberare spazio di archiviazione.
ja: 再生済みのエピソードを自動的に削除してストレージを解放します。
ko: 저장 공간을 확보하기 위해 재생된 에피소드를 자동으로 삭제합니다.
nl: Verwijdert afgespeelde afleveringen automatisch om opslagruimte vrij te maken.
pl: Automatycznie usuwa odtworzone odcinki, aby zwolnić miejsce.
pt: Remove automaticamente episódios reproduzidos para liberar armazenamento.
ru: Автоматически удаляет прослушанные эпизоды для освобождения места.
sv: Tar automatiskt bort spelade avsnitt för att frigöra lagringsutrymme.
th: ลบตอนที่เล่นแล้วโดยอัตโนมัติเพื่อเพิ่มพื้นที่จัดเก็บ
tr: Depolama alanını boşaltmak için oynatılan bölümleri otomatik olarak kaldırır.
uk: Автоматично видаляє відтворені епізоди, щоб звільнити місце.
vi: Tự động xóa các tập đã phát để giải phóng dung lượng lưu trữ.
zh_hans: 自动移除已播放的单集以释放存储空间。

source: Automatically starts the next episode when the current one ends.
ar: يبدأ الحلقة التالية تلقائيًا عند انتهاء الحلقة الحالية.
de: Startet automatisch die nächste Folge, wenn die aktuelle endet.
el: Ξεκινά αυτόματα το επόμενο επεισόδιο όταν τελειώσει το τρέχον.
es: Inicia automáticamente el siguiente episodio cuando termina el actual.
fa: وقتی قسمت فعلی تمام شود، قسمت بعدی را به‌طور خودکار شروع می‌کند.
fr: Démarre automatiquement l'épisode suivant lorsque l'épisode en cours se termine.
he: מתחיל אוטומטית את הפרק הבא כשהפרק הנוכחי מסתיים.
hi: वर्तमान एपिसोड समाप्त होने पर अगला एपिसोड स्वचालित रूप से शुरू करता है।
id: Secara otomatis memulai episode berikutnya saat episode saat ini berakhir.
it: Avvia automaticamente l'episodio successivo quando quello attuale termina.
ja: 現在のエピソードが終了すると、次のエピソードを自動的に開始します。
ko: 현재 에피소드가 끝나면 다음 에피소드를 자동으로 시작합니다.
nl: Start automatisch de volgende aflevering wanneer de huidige is afgelopen.
pl: Automatycznie rozpoczyna następny odcinek po zakończeniu bieżącego.
pt: Inicia automaticamente o próximo episódio quando o atual termina.
ru: Автоматически запускает следующий эпизод по завершении текущего.
sv: Startar automatiskt nästa avsnitt när det aktuella tar slut.
th: เริ่มเล่นตอนถัดไปโดยอัตโนมัติเมื่อตอนปัจจุบันจบลง
tr: Mevcut bölüm bittiğinde bir sonraki bölümü otomatik olarak başlatır.
uk: Автоматично запускає наступний епізод після завершення поточного.
vi: Tự động bắt đầu tập tiếp theo khi tập hiện tại kết thúc.
zh_hans: 当前单集播放结束后自动开始播放下一集。
